{"translation-revision-date":"2023-02-03 15:42:54+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Yoast's recommended reading list":["Yoast's aanbevolen artikelen"],"Start site analysis":["Start site analyse"],"Stop site analysis":["Stop site analyse"],"Site analysis is disabled for non-production environments.":["Site analyse is uitgeschakeld voor niet-productie omgevingen."],"Help us to analyze your site by running the site analysis below.":["Help ons om je site te analyseren door onderstaande site analyse te draaien."],"An error occurred while calculating your content: %s":["Er is een fout opgetreden tijdens het berekenen van je bestand: %s"],"No data to show yet":["Nog geen gegevens om te tonen"],"Open editor":["Editor openen"],"We would like to show you insights into content that we feel could use improving.":["We willen je graag inzichten geven in inhoud die volgens ons voor verbetering vatbaar zijn."],"Show %1$s more...":["Toon %1$s meer..."],"This functionality is disabled in staging environments.":["Deze functionaliteit is uitgeschakeld in staging omgevingen."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":["Als je op de knop 'Focus keyphrase toevoegen' klikt, wordt de editor in een nieuw browsertabblad geopend. Als je klaar bent, vergeet dan niet op 'Update' te klikken."],"Add focus keyphrase":["Focus keyphrase toevoegen"],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["De meeste berichten en pagina's zijn nog niet geanalyseerd. Help ons met het analyseren van je content door deze te openen en te updaten. Door op de 'Open editor' knop te klikken, opent de editor in een nieuwe browser tab. Zorg dat je bovenaan die pagina op 'Update' klikt."],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["De meeste berichten en pagina's hebben nog een focus keyphrase. Help ons je content te analyseren door focus keyphrases toe te voegen. We hebben hieronder je berichten en pagina's op volgorde van het hoogste aantal inkomende links weergegeven, zodat je kunt beginnen met het toevoegen van keyphrases aan de meest belangrijke inhoud."],"Posts and pages that haven't been analyzed (%1$s)":["Berichten en pagina's die niet zijn geanalyseerd (%1$s)"],"Restore hidden items":["Verborgen items herstellen"],"Highest number of incoming links":["Hoogste aantal inkomende links"],"Lowest SEO scores":["Laagste SEO-scores"],"An error occurred: %s":["Er is een fout opgetreden: %s"],"You have hidden all items from this list, so there is no content left to display here.":["Je hebt alle items van deze lijst verborgen, dus er is geen inhoud meer om hier weer te geven."],"Add links":["Links toevoegen"],"Lowest number of incoming links":["Laagste aantal binnenkomende links"],"Congratulations! All of your content has a green SEO score!":["Gefeliciteerd! Al je inhoud heeft een groene SEO score!"],"Your site has no content with SEO scores left to display here.":["Je site heeft geen inhoud met een SEO score meer om te laten zien."],"Congratulations! All of your content has a green readability score!":["Gefeliciteerd! Al je inhoud heeft een groene leesbaarheidsscore!"],"An error occured while calculating the incoming links of your content. Please try again later.":["Er is een fout opgetreden bij het berekenen van de binnenkomende links van je inhoud. Probeer het later nog eens."],"Posts and pages without a focus keyphrase (%1$s)":["Berichten en pagina's zonder focus keyphrase (%1$s)"],"Your site has no content with incoming links left to display here.":["Je site heeft geen meer weer te geven met inkomende links."],"An error occured while calculating the Readability scores of your content. Please try again later.":["Er is een fout opgetreden tijdens het berekenen van de leesbaarheidsscores van je inhoud. Probeer het later nog eens."],"Your site has no content with Readability scores left to display here.":["Je site heeft geen inhoud met leesbaarheidsscores om hier weer te geven."],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":["Je hebt de functie 'Tekstlink teller' uitgeschakeld. Schakel deze functie in op de %1$sFuncties tab%2$s als je wil dat we het aantal links in je inhoud berekenen"],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":["Je hebt de functie 'SEO analyse' uitgeschakeld. Schakel deze functie in op de %1$sFuncties tab%2$s als je wil dat we de SEO score van je inhoud berekenen"],"An error occured while calculating the SEO scores of your content. Please try again later.":["Er is een fout opgetreden tijdens het berekenen van de SEO scores van je inhoud. Probeer het later nog eens."],"Restore last hidden item":["Herstel laatst verborgen item"],"Restore all hidden items":["Alle verborgen items herstellen"],"Improve":["Verbeteren"],"Last refreshed: %d min ago":["Laatst vernieuwd: %d minuut geleden","Laatst vernieuwd: %d minuten geleden"],"Start writing a new post":["Start met het schrijven van een nieuw bericht"],"Don't know where to start? Have a look at our recommended reading list!":["Weet je niet waar te starten? Kijk naar onze voorgestelde lees lijst!"],"The request has failed.":["De aanvraag is mislukt."],"Refresh data":["Gegevens verversen"],"Lowest readability scores":["Laagste leesbaarheid scores"],"The undo request was unsuccessful.":["Het ongedaan maken van de laatste wijzigingen is niet gelukt."],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":["Verbeter de zoekmachine-posities van je belangrijkste artikelen met deze %1$sstap-voor-stap-lessen%2$s!"],"You need to have more content on your site to make your website rank well in the search engines.":["Je moet meer inhoud op je site hebben om je site goed te laten scoren in de zoekmachines."],"There are three major elements you need to consider when writing good content for SEO:":["Er zijn drie belangrijke elementen waarmee je rekening moet houden bij het schrijven van goede inhoud voor SEO:"],"keyword strategy, site structure and copywriting.":["keyword strategie, site structuur en copywriting."],"An error occurred while fetching the suggested links list: %s":["Er is een fout opgetreden bij het ophalen van de lijst met voorgestelde links: %s"],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":["Krijg relevante suggesties voor interne links met Yoast SEO Premium! Deze functie toont je berichten op je site met vergelijkbare inhoud die interessant kunnen zijn om naar te linken. %1$sLees meer over hoe intern linken de structuur van je site kan verbeteren%2$s."],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":["Je hebt de functie 'Link suggesties' uitgeschakeld. Schakel deze functie in op de tab %1$sFuncties%2$s als je voorgestelde berichten wil zien om van te linken."],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":["Als je wil voorkomen dat je inhoud wordt verweesd, moet je ervoor zorgen dat je naar die inhoud linkt. Door er vanaf andere plaatsen op je site naar te linken, kunnen Google en je publiek de inhoud beter bereiken. %1$sMeer informatie over verweesde inhoud%2$s."],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":["Vind en repareer verweesde inhoud op je site met behulp van deze %1$sstap-voor-stap workout%2$s!"],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":["De inhoud hieronder wordt verondersteld je cornerstone inhoud te zijn: de meest belangrijke en meest uitgebreide artikelen op je site. "],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":["Zorg ervoor dat je deze inhoud markeert als cornerstone inhoud %1$s(%3$s)%2$s. %4$sMeer informatie over cornerstone inhoud%5$s."],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":["Je hebt de functie 'Leesbaarheidsanalyse' uitgeschakeld. Schakel deze functie in op de %1$sFuncties tab%2$s als je wil dat we de leesbaarheidsscore van je inhoud berekenen"],"Start writing content!":["Start met het schrijven van inhoud!"],"You've disabled features that are needed to show data":["Je hebt functies uitgeschakeld die nodig zijn om gegevens te tonen"],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":["We gebruiken functies zoals onze 'SEO analyse', 'Leesbaarheidsanalyse' en 'Tekstlink teller' om te berekenen hoe je inhoud presteert. Je kunt deze functies inschakelen in de %1$sFuncties tab%2$s."],"Unlock with Premium!":["Ontgrendel met Premium!"],"Error stack trace":["Fout stack trace"],"Response":["Reactie"],"Error message":["Foutbericht"],"Status code":["Status code"],"Request method":["Aanvraagmethode"],"Request URL":["Aanvraag URL"],"Error details":["Fout details"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Deze functie bevat en vervangt de Text Link Counter en Internal Linking Analysis"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"Loading...":["Laden..."],"Close":["Sluiten"],"Edit":["Bewerken"]}},"comment":{"reference":"js\/dist\/indexables-page.js"}}